Repository: 1domybest/CustomBottomSheet_example
Catalog: HypyG/Resource/Localizable.xcstrings
Source language: ja
Languages: ko

# %@_alert_message_block_idol
source: ブロックすると、プロデュース中のアイドルまたは気になるアイドルから %@さんが削除されます。その後、%@さんのデータがすべて削除され、復旧できなくなります。また、%@さんのすべての活動が見られなくなり、%@さんもあなたのすべての活動を見ることができなくなります。
ko: 차단하면 프로듀스 중인 아이돌이나 주시중인 아이돌에서 %@님이 삭제됩니다. 이후 %@님의 데이터가 모두 삭제되어 복구되지 않으며 %@님의 모든 활동을 볼 수 없고 %@님도 회원님의 모든 활동을 볼 수 없어요.

# %@_alert_message_block_user
source: ブロックすると、%@さんのすべての活動が見られなくなり、%@さんもあなたのすべての活動を見ることができなくなります。
ko: 차단하면 %@님의 모든 활동을 볼 수 없게 되고 %@님도 회원님의 모든 활동을 볼 수 없어요.

# %@_alert_message_buy_vote
source: イチ推しチケット1枚を%@ HPで購入し、すぐにイチ推ししますか？
ko: 투표권 1개를 %@HP로 구매 후 바로 투표할까요?

# %@_alert_message_dismissManager
source: 取り消すと、%@さんはもうチャット管理者になることができません。
ko: 취소하면 %@ 님은 더 이상 채팅 관리자 역할을 수행할 수 없어요.

# %@_alert_message_proposalManager
source: %@_さんが提案を受け入れると、チャット管理者が任命されます。
ko: %@_님이 제안을 수락하면 채팅 관리자 임명이 완료되어요.

# %@_alert_title_block_idol
source: %@さんをブロックしますか？
ko: %@님을 차단할까요?

# %@_alert_title_block_user
source: %@さんをブロックしますか？
ko: %@님을 차단할까요?

# %@_alert_title_forcedOut
source: %@さんを強制退場させますか？
ko: %@_님을 강제퇴장 시킬까요?

# %@_alert_title_proposalManager
source: %@さんをチャット管理者に任命しますか？
ko: %@_님을 채팅 관리자로 임명할까요?

# %@_common_count
source: %@番目
ko: %@번째

# %@_liveStreaming_message_toast_blockUser
source: %@_さんをブロックしました。
ko: %@_님을 차단했습니다.

# %@_liveStreaming_message_toast_exit
source: %@さんのライブ配信の視聴が中断されました。
ko: %@님의 라이브 방송 시청이 중단되었어요.

# alert_36_message
source: 年齢制限のため放送が不可能です。
ko: 나이 제한으로 인해 방송이 불가능해요.

# alert_40_left_button
source: 脱退維持
ko: 탈퇴유지

# alert_66_message
source: ブロックをご希望の場合、%@様の名刺を私の名刺入れまたはお預け入れ用のかばんから削除した後、もう一度お試しください。
ko: 차단을 원하실 경우, %@님의 명함을 나의 명함 가방 혹은 맡기기 가방에서 삭제한 후 다시 시도해주세요.

# alert_71_message
source: プロジェクト名刺入れから取り付けを解除した後、もう一度お試しください。
ko: 프로젝트 명함 가방에서 장착 해제 후 다시 시도해주세요.

# alert_71_title
source: %@さんの名刺を預けることはできません。
ko: %@님의 명함을 맡길 수 없어요.

# alert_76_message
source: 未成年者の保護者の同意に関するポップアップを再度確認したい場合は、設定から変更できます。
ko: 미성년 법적대리인 동의 팝업을 다시 보고 싶으실 경우, 설정에서 변경할 수 있어요.

# alert_76_title
source: 「これ以上見ない」を選択しました。
ko: 다시 보지 않기를 선택하셨어요.

# alert_77_message
source: 満{実際の年齢}歳と確認されました。
ko: 만 {실제 연령}세로 확인되었어요.

# alert_77_title
source: 生年月日を登録しますか？
ko: 생년월을 등록하시겠어요?

# alert_78_title
source: 生年月日の登録が完了しました。
ko: 실제 생년월 등록을 완료했어요!

# alert_79_message
source: 年齢別購入可能金額は以下の通りです。\n• 16歳未満:直近30日間で5,000円まで\n• 16歳以上19歳以下:直近30日間10,000円まで\n• 20歳以上: 制限なし
ko: 연령별 구매 가능 금액은 다음과 같아요.\n• 16세 미만: 최근 30일간 5,000엔까지\n• 16세 이상 19세 이하: 최근 30일간 10,000엔까지\n• 20세 이상: 제한 없음

# alert_79_title
source: 年齢別購入可能金額を超えて、これ以上{備考2:充電}できません。
ko: 연령별 구매 가능 금액을 초과하여 더 이상 {비고2: 충전}하실 수 없어요.

# alert_80_title
source: {チャージが}完了できませんでした。
ko: {충전을} 완료하지 못했어요.

# alert_81_title
source: チャージが完了しました。
ko: 충전을 완료했어요.

# alert_87_message
source: 作成した内容がすべて削除されます。
ko: 작성한 내용이 모두 삭제되어요.

# alert_89_message
source: 申請後は修正やキャンセルはできません。
ko: 신청 후에는 수정 혹은 취소할 수 없어요.

# alert_89_title
source: 決済申請しますか？
ko: 정산 신청할까요?

# alert_98_message
source: 関連プッシュ通知を受けることができ、通知リストでも確認できます。
ko: 관련 푸시 알림을 받을 수 있고 알림 목록에서도 확인 가능해요.

# alert_98_title
source: %@ 関連通知をオンにしましょうか？
ko: %@ 관련 알림을 켤까요?

# alert_buttin_apply
source: 申請する
ko: 신청하기

# alert_button_agree
source: 同意
ko: 동의

# alert_button_disagree
source: 同意しない
ko: 미동의

# alert_button_login
source: ログインする
ko: 로그인하기

# alert_button_notification_off
source: 通知オフ
ko: 알림 꺼두기

# alert_button_notification_on
source: 通知オン
ko: 알림 켜기

# alert_button_report_profile
source: プロフィールを修正する
ko: 프로필 정정하기

# alert_button_restore
source: もう一度推す
ko: 다시 담기

# alert_button_restore_account
source: アカウントの復旧
ko: 계정 복구

# alert_button_unlock
source: 解除する
ko: 해제하기

# alert_button_unstore_tile
source: 削除する
ko: 삭제하기

# alert_default_title
source: 通知
ko: 알림

# alert_message_%@_description_block
source: ブロックするとこの %@ をこれ以上見れません。
ko: 차단하면 이 %@이/가 더 이상 보이지 않아요.

# alert_message_%@_description_unblock
source: ブロックを解除すると、再びこの %@ を見ることができます。
ko: 차단 해제하면 다시 이 %@을/를 볼 수 있어요.

# alert_message_%@_title_block
source: この %@をブロックしますか？
ko: 이 %@을/를 차단할까요?

# alert_message_%@_title_unblock
source: この %@のブロックを解除しますか？
ko: 이 %@을/를 차단 해제할까요?

# alert_message_all_delete_temp_content
source: 作成した内容がすべて削除されます。
ko: 작성한 내용이 모두 삭제됩니다.

# alert_message_all_idol_stored
source: これ以上プロデュース可能なアイドルがいません。
ko: 더 이상 담을 수 있는 아이돌의 명함이 없어요.

# alert_message_already_reported
source: HYPYチームが審査中です。
ko: HYPY 팀이 검토중이에요.

# alert_message_auth_restore_account
source: 退会を取り消します。
ko: 탈퇴가 철회 돼요.

# alert_message_auto_uploading_liveStreaming
source: 配信はビデオで自動アップロードされます。
ko: 방송은 비디오로 자동 업로드돼요

# alert_message_block_comment
source: ブロックすると、このコメントはもう表示されません。
ko: 차단하면 이 댓글이 더 이상 보이지 않아요.

# alert_message_block_message_i
source: このメッセージは全てのユーザーに表示されず、元に戻すことができません。
ko: 모든 사용자에게 해당 메시지가 노출되지 않고, 되돌릴 수 없어요.

# alert_message_block_message_p
source: メッセージをブロックすると、再度見ることはできません。
ko: 메시지를 차단하면 다시 볼 수 없어요.

# alert_message_can_add_10mb_less_photo
source: 10MB以下の写真のみ添付できます。
ko: 10MB 이하의 사진만 첨부할 수 있어요.

# alert_message_cancel_liveStreaming_leave
source: ライブ配信から退出しますか？
ko: 라이브 방송에서 나갈까요?

# alert_message_cancel_project_application
source: 応募申請をキャンセルしますか？
ko: 지원 신청을 취소하시겠어요?

# alert_message_cancel_thumbnail_setting
source: サムネイル設定をキャンセルしますか？
ko: 썸네일 설정을 취소할까요?

# alert_message_cannot_add_block_idol
source: ブロックしたアイドルはプロデュースできません。
ko: 차단한 사용자의 명함을 담을 수 없어요.

# alert_message_cannot_cancel_vote_liveStreaming
source: 審査後はキャンセルや変更はできません。 この通知は再表示されません。
ko: 평가 후에는 취소하거나 변경할 수 없어요. 위 알림은 다시 나타나지 않아요.

# alert_message_cannot_cancelled_or_changed
source: イチ推しチケットの使用後はキャンセルや変更ができません。\nこの通知は再表示されません。
ko: 투표권을 사용한 후에는 취소하거나 변경할 수 없어요.\n위 알림은 다시 나타나지 않아요.

# alert_message_cannot_entry_liveStreaming
source: 強制退場された部屋には再入室できません。
ko: 강제 퇴장당한 방에는 재진입이 불가능해요.

# alert_message_cannot_report_idol
source: 通報は、%@さんをプロデュース中や気になるアイドル以外にのみ可能です。
ko: 신고를 원하실 경우, %@님의 명함을 나의 명함 가방 혹은 맡기기 가방에서 삭제한 후 다시 시도해주세요.

# alert_message_cant_cancel_dontation
source: 応援後は、応援のキャンセルや変更ができません。
ko: 후원 후에는 후원을 취소하거나 변경할 수 없어요.

# alert_message_cant_cancel_dontation_check_box
source: 次回の応援からはこのポップアップを表示しません。
ko: 다음 후원부터는 이팝업을 보지 않을게요.

# alert_message_cant_write_comment
source: コメントを作成できません。
ko: 댓글을 작성할 수 없어요.

# alert_message_change_later
source: 最近14日以内に変更した履歴があります。後ほど再度お試しください。
ko: 최근 14일 이내 변경한 이력이 있어요. 나중에 다시 시도해주세요.

# alert_message_charging
source: チャージする
ko: 충전하기

# alert_message_check_delegate_tileSlot
source: 気になるアイドルのスロットを確認後、再度お試しください。
ko: 맡기기 가방의 슬롯을 확인한 후 다시 시도해주세요.

# alert_message_check_tileSlot
source: プロデュース中のアイドルのスロットを確認後、再度お試しください。
ko: 명함 가방의 슬롯을 확인한 후 다시 시도해주세요.

# alert_message_confirm_delete_comment
source: 削除されたコメントは復元できません。
ko: 삭제된 댓글은 복구할 수 없어요.

# alert_message_continue_liveStreaming
source: プロデューサーたちが待っている配信があります！
ko: 프로듀서들이 기다리고 있는 방송이 있어요!

# alert_message_delegate_tile
source: ％@さんに関連する情報は保存されますが、これ以上通知を受け取れません。
ko: 맡긴 후에는 %@님의 명함 데이터는 보존되지만 더 이상 알림을 받을 수 없어요.

# alert_message_delete_application_content
source: 提出した内容がすべて削除されます。
ko: 제출한 내용이 모두 삭제되어요.

# alert_message_delete_message
source: メッセージを削除すると、メッセージが送信されません。
ko: 메시지 삭제 시, 메시지가 전송되지 않아요.

# alert_message_delete_no_restor_vod
source: 削除されたVODは復旧できません。
ko: 삭제된 VOD는 복구할 수 없어요.

# alert_message_delete_thumbnail
source: サムネイルを削除しますか？
ko: 썸네일을 삭제할까요?

# alert_message_delete_vod
source: VODを削除しますか？
ko: VOD를 삭제할까요?

# alert_message_delte_idol
source: 退会したアイドルが削除されました。
ko: 탈퇴한 아이돌의 명함이 삭제되었어요.

# alert_message_did_report
source: 通報された内容が利用規約に違反しているか確認します。
ko: 신고 대상의 커뮤니티 가이드라인 위반 사항을 검토하도록 할게요.

# alert_message_end_liveStreaming
source: 配信を終了しますか？
ko: 방송을 종료할까요?

# alert_message_fail_use_item
source: アイテムの使用に失敗しました。再試行してください。
ko: 아이템 사용에 실패했어요. 다시 시도해주세요.

# alert_message_finished_liveStreaming_pip
source: ホームに戻りますか？
ko: 홈으로 돌아갈까요?

# alert_message_finished_vod_pip
source: ホームに戻りますか？
ko: 홈으로 돌아갈까요?

# alert_message_forced_end_warnning
source: 管理者により配信が強制終了されました。\n配信規定をもう一度確認してください。
ko: 관리자에 의해 방송이 강제 종료되었어요. \n방송 규칙을 다시 한 번 확인해주세요.

# alert_message_forceOut
source: ⚠️強制退場後、この配信に入ることはできません。
ko: ⚠️강제 퇴장 이후, 해당 방송에 진입할 수 없어요.

# alert_message_go_access_file_permission_setting
source: ファイルのアクセス権限設定に移動しますか？
ko: 파일 접근 권한 설정으로 이동할까요?

# alert_message_go_album_permission_setting
source: アルバムの権限設定に移動しますか？
ko: 앨범 권한 설정으로 이동할까요?

# alert_message_go_charging
source: すぐにチャージしますか？
ko: 바로 충전할까요?

# alert_message_go_mic_permission_setting
source: マイクの権限設定に移動しますか？
ko: 마이크 권한 설정으로 이동할까요?

# alert_message_go_permission_setting
source: カメラの権限設定に移動しますか？
ko: 카메라 권한 설정으로 이동할까요?

# alert_message_go_setting
source: 設定する
ko: 설정하러 가기

# alert_message_idol_been_deleted
source: このアイドルは削除されました。
ko: 해당 아이돌의 명함이 삭제되었어요.

# alert_message_image_delete
source: イメージを再読み込みする必要があります。
ko: 이미지를 다시 불러와야해요.

# alert_message_leave_application
source: 応募申請をせずに退出しますか？
ko: 지원 신청을 하지 않고 나가시겠어요?

# alert_message_need_update_service
source: 安定したサービスを利用するために更新が必要です。
ko: 안정적인 서비스 이용을 위해 업데이트가 필요합니다.

# alert_message_no_access_file_permission
source: ファイルのアクセス権限がありません。
ko: 파일 접근 권한이 없어요

# alert_message_no_access_pip_permission
source: 動画再生時にPIPモードを使用するには、他アプリの表示権限が必要です。
ko: 시청을 위해 다른 앱 위에 표시 권한 허용이 필요해요.

# alert_message_no_camera_permission
source: カメラの権限がありません。
ko: 카메라 권한이 없어요

# alert_message_no_mic_permission
source: マイクの権限がありません。
ko: 마이크 권한이 없어요

# alert_message_no_save_thumbnail
source: キャンセルすると、設定したサムネイルは保存されません。
ko: 취소 시, 설정한 썸네일은 저장되지 않아요.

# alert_message_no_voteTicket
source: イチ推しチケットがありません。
ko: 투표권이 없어요.

# alert_message_not_onAir
source: 現在配信中ではありません。
ko: 현재 방송중이 아닙니다.

# alert_message_ppid_00075
source: 同意しますか？
ko: 동의하시겠어요?

# alert_message_ppid_00084
source: 24時間後にもう一度お試しください。
ko: 24시간 이후 다시 시도해주세요.

# alert_message_ppid_00088
source: {金額}HPが使用されます。
ko: %dHP가 사용돼요.

# alert_message_ppid_00096
source: 申告を除く関連プッシュ通知をこれ以上受け取ることができません。 ただし、通知リストでは確認できます。
ko: 신고를 제외한 관련 푸시 알림을 더 이상 받을 수 없어요. 단, 알림 목록에서는 확인이 가능해요.

# alert_message_ppid_00097
source: 今後すべてのプッシュ通知を受けることができ、通知リストでも確認できます。
ko: 앞으로 모든 푸시 알림을 받을 수 있고 알림 목록에서도 확인 가능해요.

# alert_message_ppid_00101
source: 共有できません。
ko: 공유하기가 지원되지 않는 환경이에요.

# alert_message_ppid_00103
source: 「同意の効力は24時間維持され、未成年者は課金ごとに保護者の同意が必要になります。」
ko: 동의 효력은 24시간 유지되며 충전마다 법정 대리인의 동의 여부를 다시 확인하게 됩니다.

# alert_message_ppid_00104
source: 規約及び法規に関する有効申告の件が存在するため、退会できません。
ko: 약관 및 법규와 관련된 유효 신고 건이 존재해서 탈퇴가 불가능합니다.

# alert_message_ppid_00105
source: 参加したプロジェクトの進行中は退会できません。
ko: 참여한 프로젝트 진행중에는 탈퇴가 불가능합니다.

# alert_message_profile_unlock
source: ブロックを解除すると、{{ユーザー活動名}}さんのすべての活動を見ることができ、{{ユーザー活動名}}さんもあなたのすべての活動を見ることができます。
ko: 차단 해제하면 다시 %@님의 모든 활동을 볼 수 있고 %@님도 회원님의 모든 활동을 볼 수 있어요.

# alert_message_reload_thumbnail
source: サムネイルを再読み込みする必要があります。
ko: 썸네일을 다시 불러와야해요.

# alert_message_report_nothing_wrong
source: 追加で気になる点がある場合は、カスタマーサービスにお問い合わせください。
ko: 추가적으로 궁금한 사항이 있다면 고객센터로 문의해주세요.

# alert_message_report_strike_chatting
source: 不適切なチャットやコメントが確認され、ストライクが適用されました。 あなたの警告期間は{N日}残っており、警告期間内に新たに不適切な言動が確認された場合、追加でストライクが適用されます。{{ストライクに関するお知らせ}}をご確認ください。 ⚠この措置が不当だと思われる場合は、カスタマーセンターを通じてお問い合わせください。
ko: 회원님의 부적절한 채팅 및 댓글이 확인되어 스트라이크가 적용되었어요. 회원님의 경고 기간은 %d일 남아 있으며 경고 기간 내 또 다른 부적절한 활동이 확인될 경우 스트라이크가 추가 적용되어요. %@를 확인해주세요. ⚠ 해당 스트라이크가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_report_strike_comment
source: {処分終了日}までチャットやコメントを作成できません。{{ストライクに関するお知らせ}}をご確認ください。
ko: %@까지 채팅 및 댓글을 작성할 수 없어요. %@를 확인해주세요.

# alert_message_report_strike_content
source: 不適切なプロフィールやコンテンツが確認され、ストライクが適用されました。{処分終了日時}まで活動が制限されます。 ⚠この措置が不当だと思われる場合は、カスタマーセンターを通じてお問い合わせください。
ko: 회원님의 부적절한 프로필 및 콘텐츠가 확인되어 스트라이크가 적용되었어요. %@까지 활동이 제한되어요. ⚠ 해당 스트라이크가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_report_strike_login
source: 「{処分終了日時}までログインできません。 ⚠この措置が不当だと思われる場合は、カスタマーセンターを通じてお問い合わせください。
ko: %@까지 로그인할 수 없어요. ⚠ 해당 스트라이크가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_report_strike_profile
source: 不適切なプロフィールが確認され、ストライクが適用されました。利用規約に準拠してプロフィールを修正してください。 ⚠この措置が不当だと思われる場合は、カスタマーセンターを通じてお問い合わせください。
ko: 회원님의 부적절한 프로필이 확인되어 스트라이크가 적용되었어요. 커뮤니티 가이드라인을 준수하여 프로필을 정정해주세요. ⚠ 해당 스트라이크가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_report_strike_service
source: 不適切な活動が確認され、ストライクが適用されました。確認すると自動的にログアウトされます。 ⚠この措置が不当だと思われる場合は、カスタマーセンターを通じてお問い合わせください。
ko: 회원님의 부적절한 활동이 확인되어 스트라이크가 적용되었어요. 확인하시면 자동으로 로그아웃되어요. ⚠ 해당 스트라이크가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_reported_activity
source: 不適切なチャットやコメントが確認され、警告が発生しました。あなたの警告期間は{N日}であり、警告期間内に他の不適切な活動が確認された場合、ストライクが適用されます。{{ストライクに関するお知らせ}}をご確認ください。 ⚠この警告が不当だと思われる場合は、カスタマーセンターにお問い合わせください。
ko: 회원님의 부적절한 채팅 및 댓글이 확인되어 경고가 발생했어요. 회원님의 경고 기간은 %d일이며 경고 기간 내 또 다른 부적절한 활동이 확인될 경우 스트라이크가 적용되어요. %@를 확인해주세요. ⚠ 해당 경고가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_reported_blackList
source: お問い合わせは{メールアドレス}にご連絡ください。
ko: 문의 사항은 %@로 연락주세요.

# alert_message_reported_checked_profile
source: 修正されたプロファイルが正常に適用される予定です。
ko: 정정된 프로필이 정상적으로 적용될 예정이에요.

# alert_message_reported_content
source: 不適切なコンテンツが確認され、警告が発生しました。あなたの警告期間は{N日}であり、警告期間内に他の不適切なプロフィールやコンテンツが確認された場合、ストライクが適用されます。{{ストライクに関するお知らせ}}をご確認ください。 ⚠この警告が不当だと思われる場合は、カスタマーセンターにお問い合わせください。
ko: 회원님의 부적절한 콘텐츠가 확인되어 경고가 발생했어요. 회원님의 경고 기간은 %d일이며 경고 기간 내 또 다른 부적절한 프로필 및 콘텐츠가 확인될 경우 스트라이크가 적용되어요. %@를 확인해주세요. ⚠ 해당 경고가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_reported_deny_profile
source: 利用規約に準拠してプロフィールを修正してください。
ko: 커뮤니티 가이드라인을 준수하여 프로필을 정정해주세요.

# alert_message_reported_member_tile
source: 通報したアイドルをプロデュースできません。
ko: 신고한 사용자의 명함을 담을 수 없어요.

# alert_message_reported_profile
source: 不適切なプロフィールが確認され、警告が発生しました。あなたの警告期間は{N日}であり、警告期間内に他の不適切なプロフィールやコンテンツが確認された場合、ストライクが適用されます。{{ストライクに関するお知らせ}}をご確認ください。 利用規約に準拠してプロフィールを修正してください。 ⚠この警告が不当だと思われる場合は、カスタマーセンターにお問い合わせください。
ko: 회원님의 부적절한 프로필이 확인되어 경고가 발생했어요. 회원님의 경고 기간은 %d일이며 경고 기간 내 또 다른 부적절한 프로필 및 콘텐츠가 확인될 경우 스트라이크가 적용되어요. %@를 확인해주세요. 커뮤니티 가이드라인을 준수하여 프로필을 정정해주세요. ⚠ 해당 경고가 부당하다고 생각된다면 고객센터를 통해 문의해주세요.

# alert_message_restore_tile
source: 再プロデュースすると、％@さんに関連するお知らせや様々な特典を受け取れます。
ko: 명함을 나의 명함 가방에 다시 담으면 %@님과 관련된 알림 및 다양한 혜택을 받으실 수 있어요.

# alert_message_session_out_member_tile
source: 退会したアイドルを、プロデュースしたり気になるアイドルに追加できません。
ko: 탈퇴한 사용자의 명함을 담을 수 없어요.

# alert_message_shortage_hypyPoint
source: HPが不足しています。
ko: HP가 부족해요

# alert_message_tile_cancel_select
source: プロデュース中のアイドルの選択をキャンセルします。
ko: 명함 선택이 취소될 거에요.

# alert_message_tileBag_tile_clear
source: 解除されても{{アイドル活動名}}さんのプロデュースデータは消えません。
ko: 해제되더라도 %@님의 명함 데이터는 사라지지 않아요.

# alert_message_unable_deleted_comment
source: 削除されたコメントは復元できません。
ko: 삭제된 댓글은 복구할 수 없어요.

# alert_message_unstore_tile
source: 削除する場合、%@さんのプロデュースデータがすべて削除され、復元できません。 これ以上通知も受け取れません。
ko: 삭제할 경우, %@님의 명함 데이터가 모두 삭제되어 복구되지 않아요. 더 이상 알림도 받을 수 없어요.

# alert_message_used_bad_word_%@
source: %@分間コメントを作成できません。
ko: %@분간 댓글을 작성할 수 없어요.

# alert_message_vod_comment_unlock
source: ブロックを解除するともう一度このコメントを見ることができます。
ko: 차단 해제하면 다시 이 댓글을 볼 수 있어요.

# alert_message_warnning_bad_word_%@
source: 禁止ワードを%@回以上使用すると、10分間コメントを書き込めません。
ko: 금지어를 %@회 이상 사용할 경우, 10분간 댓글을 작성할 수 없어요.

# alert_message_warrning_expire_manager_role
source: 退出すると、チャット管理者の権限がなくなります。
ko: 나간 뒤에는 채팅 관리자 권한이 사라져요.

# alert_note_ppid_00075
source: ※注意事項：未成年者のお客様が本規約に定める法定代理人の承諾なく承諾があると欺いて本サービスを利用した場合、または成年と欺いて本サービスを利用した場合、その他民法（明治29年法律第89号）第21条に定める「行為能力者であることを信じさせるために詐術を用いたとき」に該当する場合、当該未成年者のお客様は、本サービスにおける一切の法律行為を取り消すことはできません。
ko: *유의사항: 미성년자 고객이 본 규약에 정한 법정대리인의 승낙 없이 승낙이 있다고 속이고 본 서비스를 이용한 경우, 또는 성년이라고 속이고 본 서비스를 이용한 경우, 그 외 민법(메이지 29년 법률 제89호) 제21조에 정한 "행위능력자인 것을 믿게 하기 위해 사술을 쓴 때"에 해당하는 경우, 해당 미성년자 고객은 본 서비스에서의 일체의 법률행위를 취소할 수 없습니다.

# alert_title_accept_manager
source: 承諾しますか？
ko: 수락할까요?

# alert_title_all_idol_stored
source: すべてのアイドルをプロデュース中であるか、気になるアイドルに追加しています。
ko: 모든 아이돌의 명함을 담거나 맡겼어요.

# alert_title_already_reported
source: 通報は受理済みです。
ko: 신고가 이미 접수되었어요.

# alert_title_auth_no_service_account
source: このアカウントはサービスを利用できません。
ko: 해당 계정은 서비스 이용이 불가능합니다.

# alert_title_auth_restore_account
source: 既存のアカウントを復元しますか？
ko: 기존 계정을 복구할까요?

# alert_title_block_comment
source: このコメントをブロックしますか？
ko: 이 댓글을 차단할까요?

# alert_title_block_message_i
source: メッセージを非表示にしますか？
ko: 메시지를 숨길까요?

# alert_title_block_message_p
source: メッセージをブロックしますか？
ko: 메시지를 차단할까요?

# alert_title_cannot_change_now
source: 今は変更できません。
ko: 지금은 변경할 수 없어요.

# alert_title_cannot_report_idol
source: %@さんをプロデュース中のため、通報することができません。
ko: %@님의 명함을 담고 있어 신고할 수 없어요.

# alert_title_change_activityName
source: 活動名を変更しますか？
ko: 활동명을 변경하시겠어요?

# alert_title_confirm_delete_comment
source: コメントを削除しますか？
ko: 댓글을 삭제할까요?

# alert_title_continue_liveStreaming
source: 続けて配信を始めますか？
ko: 이어서 방송을 시작할까요?

# alert_title_delegate_tile
source: %@さんを戻しますか？
ko: %@님의 명함을 맡길까요?

# alert_title_delete_message
source: メッセージを削除しますか？
ko: 메시지를 삭제할까요?

# alert_title_delte_idol
source: アイドル退会
ko: 명함 삭제

# alert_title_did_report
source: 通報が受け付けられました。
ko: 신고가 접수되었어요.

# alert_title_dismissManager
source: 任命を取り消しますか？
ko: 임명을 취소할까요?

# alert_title_finished_liveStreaming_pip
source: 配信が終了しました。
ko: 방송이 종료되었어요.

# alert_title_finished_vod_pip
source: VODの再生が終了しました。
ko: VOD 재생이 종료되었어요.

# alert_title_idol_been_deleted
source: 退会したアイドルがいます。
ko: 탈퇴한 아이돌이 있어요.

# alert_title_image_delete
source: イメージを削除しますか？
ko: 이미지를 삭제할까요?

# alert_title_latest_version_released
source: 最新バージョンがリリースされました。
ko: 최신 버전이 출시되었습니다.

# alert_title_navigation_back
source: 前の画面に戻りますか？
ko: 이전 화면으로 이동하시겠어요?

# alert_title_no_access_pip_permission
source: 権限が必要です。
ko: 권한이 필요해요.

# alert_title_ppid_00075
source: 満{備考2:基準年齢}未満の未成年者は{備考3:チャージを}するために保護者の同意が必要です。
ko: 만 {비고2: 기준연령} 미만의 미성년자는 {비고3: 충전을} 위해 법정 대리인(부모 등) 동의가 필요해요.

# alert_title_ppid_00084
source: これ以上応援できません。
ko: 더 이상 후원하실 수 없어요.

# alert_title_ppid_00087
source: 精算申請をしないで退出しますか？
ko: 정산 신청을 하지 않고 나가시겠어요?

# alert_title_ppid_00088
source: {アイテム名}を{数量/単位}購入しますか？
ko: %@을 %d 구매할까요?

# alert_title_ppid_00096
source: すべての通知をオフにしましょうか？
ko: 모든 알림을 꺼둘까요?

# alert_title_ppid_00097
source: すべての通知をオンにしますか？
ko: 모든 알림을 켤까요?

# alert_title_ppid_00101
source: 共有不可
ko: 공유 불가 안내

# alert_title_ppid_00103
source: 保護者の同意ポップアップの非表示設定を解除しますか？
ko: 법적대리인 동의 확인 팝업 다시 보지 않기 설정을 해제할까요?

# alert_title_profile_unlock
source: ％@さんのブロックを解除しますか？
ko: %@님을 차단 해제할까요?

# alert_title_report_nothing_wrong
source: この通報に関する利用規約の違反内容が見つかりませんでした。
ko: 해당 신고의 커뮤니티 가이드라인 위반 사항을 찾을 수 없었어요.

# alert_title_report_strike_chatting
source: ストライクが適用されました。{処分終了日}までチャットやコメントを作成できません。
ko: 스트라이크가 적용되었어요. %@까지 채팅 및 댓글을 작성할 수 없어요.

# alert_title_report_strike_comment
source: ストライクが適用され、チャットやコメントを作成できません。
ko: 스트라이크가 적용되어 채팅 및 댓글을 작성할 수 없어요.

# alert_title_report_strike_content
source: ストライクが適用されました。
ko: 스트라이크가 적용되었어요.

# alert_title_report_strike_login
source: ストライクが適用され、ログインできません。
ko: 스트라이크가 적용되어 로그인할 수 없어요.

# alert_title_report_strike_service
source: ストライクが適用されました。{処分終了日時}まで利用が停止されます。
ko: 스트라이크가 적용되었어요. {처분 종료 일시}까지 이용이 정지되어요.

# alert_title_reported_activity
source: 不適切な活動が確認されました。
ko: 부적절한 활동이 확인되었어요.

# alert_title_reported_blackList
source: 管理者によってブラックリスト処理されました。
ko: 관리자에 의해 블랙리스트 처리되었어요.

# alert_title_reported_checked_profile
source: プロフィールの修正が確認されました。
ko: 프로필 정정이 확인되었어요.

# alert_title_reported_content
source: 不適切なコンテンツが確認されました。
ko: 부적절한 콘텐츠가 확인되었어요.

# alert_title_reported_deny_profile
source: プロフィールの修正が差し戻されました。
ko: 프로필 정정이 반려되었어요.

# alert_title_reported_profile
source: 不適切なプロフィールが確認されました。
ko: 부적절한 프로필이 확인되었어요.

# alert_title_required_update
source: 必須アップデートがあります。
ko: 필수 업데이트가 있습니다.

# alert_title_restore_tile
source: %@さんをもう一度推しますか？
ko: %@님의 명함을 다시 담을까요?

# alert_title_tileBag_tile_clear
source: {プロジェクト名}プロデュースから{{アイドル活動名}}さんを戻しますか？
ko: %@ 명함 가방에서 %@님의 명함을 장착 해제할까요?

# alert_title_unable_store_tile
source: アイドルをプロデュースできません。
ko: 명함을 담을 수 없어요.

# alert_title_unstore_tile
source: %@さんとお別れしますか？
ko: 담아둔 %@님의 명함을 삭제할까요?

# alert_title_used_bad_word_%@
source: 禁止ワードが%@回使用されました。
ko: 금지어가 %@회 사용되었어요.

# alert_title_vod_comment_unlock
source: このコメントのブロックを解除しますか？
ko: 이 댓글을 차단 해제할까요?

# alert_title_vod_delete_comment
source: コメントを削除しますか？
ko: 댓글을 삭제할까요?

# alert_title_warnning_bad_word
source: 禁止ワードが使用されました。
ko: 금지어가 사용되었어요

# auth_button_jobChoice_select_idol
source: 女性アイドルを選択
ko: 여성 아이돌을 선택

# auth_button_jobChoice_select_producer
source: プロデューサーを選択
ko: 프로듀서를 선택

# auth_button_resend
source: 再送信
ko: 재전송

# auth_button_send
source: 認証番号送信
ko: 인증번호 전송

# auth_button_signup
source: 同意して会員登録
ko: 동의하고 회원가입

# auth_message_agreeTerms
source: 利用規約に同意してください。
ko: 이용약관에 동의해주세요.

# auth_message_already_added_phonenumber
source: 登録済みの番号です。
ko: 이미 가입한 번호입니다.

# auth_message_already_joined_login_with%@
source: すでにHYPYに加入しています。 %@でログインしてください。
ko: 이미 HYPY에 가입했어요. %@로 로그인하세요.

# auth_message_check_codeNumber_again
source: 認証番号をもう一度確認してください。
ko: 인증번호를 다시 확인해주세요.

# auth_message_checkPhonenumber
source: 携帯電話番号をもう一度確認してください。
ko: 휴대폰 번호를 다시 확인해주세요.

# auth_message_checkPhonenumber_noMember
source: 該当番号で登録された会員情報がありません。 携帯番号を確認してください。
ko: 해당 번호로 등록된 회원 정보가 없어요. 휴대폰 번호를 확인해주세요.

# auth_message_codeWarning_exceed_timer
source: 認証コードの有効時間が切れました。再度認証してください。
ko: 인증 시간이 초과되었어요. 다시 인증해주세요.

# auth_message_incorrectVertifyCode
source: 認証コードが間違っています。
ko: 인증코드를 잘못 입력했어요.

# auth_message_inputPhonenumber
source: 携帯電話番号を入力してください。
ko: 휴대폰 번호를 입력해주세요

# auth_message_inputVertifyCode
source: 認証コードを入力してください。
ko: 인증코드를 입력해주세요

# auth_message_jobChoice_idol_intro
source: 女性アイドルはHYPYで様々なプロジェクトを通じてアイドルのスキルを高め、プロデューサーの応援を受けながら成長できます。
ko: 여성 아이돌은 HYPY 세계에서 다양한 프로젝트를 수행하며 아이돌의 역량을 키워 나가고, 프로듀서의 후원 및 응원을 받으며 성장할 수 있어요.

# auth_message_jobChoice_idol_intro_realIdol
source: アイドルになるためにプロジェクトに挑戦しましょう。
ko: 리얼 아이돌이 되기 위해 프로젝트를 진행해요.

# auth_message_jobChoice_producer_intro
source: プロデューサーはHYPYでアイドルを育成し、実力と魅力を評価してアイドルを成長させることができます。成長していくアイドルの姿を見守りましょう。
ko: 프로듀서는 HYPY 세계에서 아이돌을 육성하고 그들의 실력과 성향을 평가하며 아이돌을 성장 시킬 수 있어요. 점차 성장하는 아이돌의 모습을 지켜보아요.

# auth_message_jobChoice_producer_intro_realIdol
source: アイドルになれるようにプロジェクトに参加します。
ko: 리얼 아이돌이 될 수 있게 프로젝트에 참여해요.

# auth_message_login_intro
source: アカウントを作成またはログインすることで、利用規約と個人情報保護方針に同意したものとします。
ko: 계정을 만들거나 로그인하여 이용약관 및 프라이버시 스테이트먼트에 동의한 것으로 합니다

# auth_message_login_keep_login
source: 続行するにはログインしてください。
ko: 계속 하려면 로그인하세요.

# auth_message_login_welcome
source: ようこそ。ガールズアイドルの世界へ
ko: 어서오세요. 걸즈 아이돌의 세계에

# auth_message_needPhoneAuth
source: 重複登録の防止のため、携帯電話番号の認証が必要です。
ko: 중복 가입 방지를 위해 휴대폰 번호 인증이 필요합니다.

# auth_message_remain_session_out_account
source: 退会してから15日が経過していない{Google/LINE/Apple/X}アカウントがあります。このアカウントでのみ復元可能です。
ko: 탈퇴 한지 15일이 지나지 않은 %@ 계정이 있어요. 해당 계정으로만 복구 가능해요.

# auth_message_setupWarning_name
source: 活動名は1回のみ変更可能です。 慎重に決めてください。
ko: 활동명은 단 1회 변경 가능해요. 신중하게 결정해주세요.

# auth_title_ageUser
source: 満12歳以上のユーザーです。（必須）
ko: 만 12세 이상 사용자입니다. (필수)

# auth_title_hypyTerms
source: 利用規約に同意
ko: Hypy 서비스 약관 동의

# auth_title_jobChoice
source: あなたの職業を選択してください。
ko: 당신의 직업을 선택해주세요

# auth_title_login_find_account
source: ID検索
ko: 아이디 찾기

# auth_title_marketing
source: マーケティング情報受信同意（選択）
ko: 마케팅 정보수신 동의 (선택)

# auth_title_phonenumber
source: 携帯電話番号
ko: 휴대폰 번호

# auth_title_termsPrivacy
source: 個人情報処理方針に同意 (必須)
ko: 개인정보 처리방침 동의 (필수)

# auth_title_termsService
source: 利用規約（必須）
ko: 이용약관 (필수)

# auth_title_termsService_idol
source: アイドル利用規約に同意 (必須)
ko: 아이돌 이용약관 동의 (필수)

# auth_title_vertifyCode
source: 認証コード
ko: 인증코드

# blockSetting_title_liveStreaming
source: さんのライブ放送
ko: 님의 라이브 방송

# blockSetting_title_member
source: あなたをブロックしました。
ko: %@님을 차단했어요.

# blockSetting_title_vod
source: さんのVOD
ko: 님의 VOD

# button_continue
source: 続ける
ko: 계속

# common_apply
source: 申請する
ko: 신청하기

# common_button_next
source: 次
ko: 다음

# common_cancel
source: キャンセル
ko: 취소

# common_character
source: 魅力
ko: 성향

# common_comment
source: コメント
ko: 댓글

# common_date_day
source: 日
ko: 일

# common_date_day_ago
source: %@日前
ko: %@일 전

# common_date_hour
source: 時間
ko: 시간

# common_date_hour_ago
source: %@時間前
ko: %@시간 전

# common_date_minute
source: 分
ko: 분

# common_date_month
source: 月
ko: 월

# common_date_second
source: 秒
ko: 초

# common_date_year
source: 年
ko: 년

# common_date_yesterday_ago
source: 昨日
ko: 어제

# common_extra_count_%@
source: 他 %@個
ko: 외 %@개

# common_fold
source: 折りたたむ
ko: 접기

# common_manager
source: 管理者
ko: 관리자

# common_memberType_idol
source: アイドル
ko: 아이돌

# common_memberType_producer
source: プロデューサ
ko: 프로듀서

# common_menu_block
source: ブロック
ko: 차단

# common_menu_notification
source: 通知
ko: 알림

# common_menu_settings
source: 設定
ko: 설정

# common_message_network_error
source: ネットワーク接続が切断されました。
ko: 네트워크 연결이 끊겼습니다.

# common_more
source: もっと見る
ko: 더보기

# common_photo_no_more
source: これ以上追加できません。
ko: 더 이상 추가할 수 없어요.
